export default {
  projections: {
    ГостиницаE: {
      наименование: {
        __caption__: 'Наименование'
      },
      оргПравФорма: {
        __caption__: 'Орг прав форма'
      },
      оКПО: {
        __caption__: 'ОКПО'
      }
    },
    ГостиницаL: {
      наименование: {
        __caption__: 'Наименование'
      },
      оргПравФорма: {
        __caption__: 'Орг прав форма'
      },
      оКПО: {
        __caption__: 'ОКПО'
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'Наименование'
    },
    оКПО: {
      __caption__: 'ОКПО'
    },
    оргПравФорма: {
      __caption__: 'Орг прав форма'
    }
  }
};
