export default {
  projections: {
    ОпрШтатРаспE: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      период: {
        __caption__: 'Период'
      },
      гостиница: {
        __caption__: 'Гостиница',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      директор: {
        __caption__: 'Директор',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ОпрШтатРаспL: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      период: {
        __caption__: 'Период'
      },
      гостиница: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      директор: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    период: {
      __caption__: 'Период'
    },
    гостиница: {
      __caption__: 'Гостиница'
    },
    директор: {
      __caption__: 'Директор'
    }
  }
};
