export default {
  projections: {
    РаспОбСотрE: {
      регНомер: {
        __caption__: 'Рег номер'
      },
      место: {
        __caption__: 'Место'
      },
      дата: {
        __caption__: 'Дата'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      гостиница: {
        __caption__: 'Гостиница',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      директор: {
        __caption__: 'Директор',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      тЧРаспОбСотр: {
        __caption__: 'Т ч расп об сотр',
        обязанности: {
          __caption__: 'Обязанности'
        }
      }
    },
    РаспОбСотрL: {
      регНомер: {
        __caption__: 'Рег номер'
      },
      место: {
        __caption__: 'Место'
      },
      дата: {
        __caption__: 'Дата'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      гостиница: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      директор: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      тЧРаспОбСотр: {
        __caption__: 'Обязанности',
        обязанности: {
          __caption__: 'Обязанности'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    место: {
      __caption__: 'Место'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    регНомер: {
      __caption__: 'Рег номер'
    },
    гостиница: {
      __caption__: 'Гостиница'
    },
    директор: {
      __caption__: 'Директор'
    },
    тЧРаспОбСотр: {
      __caption__: 'Т ч расп об сотр'
    }
  }
};
