export default {
  projections: {
    ДолжностиE: {
      код: {
        __caption__: 'Код'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      колвоШтатЕд: {
        __caption__: 'Колво штат ед'
      },
      оклад: {
        __caption__: 'Оклад'
      }
    },
    ДолжностиL: {
      код: {
        __caption__: 'Код'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      колвоШтатЕд: {
        __caption__: 'Колво штат ед'
      },
      оклад: {
        __caption__: 'Оклад'
      }
    }
  },
  validations: {
    код: {
      __caption__: 'Код'
    },
    колвоШтатЕд: {
      __caption__: 'Колво штат ед'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    оклад: {
      __caption__: 'Оклад'
    }
  }
};
