export default {
  projections: {
    ТЧРаспОбСотрE: {
      номер: {
        __caption__: 'Номер'
      },
      обязанности: {
        __caption__: 'Обязанности'
      },
      датаСостав: {
        __caption__: 'Дата состав'
      },
      персонал: {
        __caption__: 'Персонал',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      должности: {
        __caption__: 'Должности',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ТЧРаспОбСотрL: {
      номер: {
        __caption__: 'Номер'
      },
      обязанности: {
        __caption__: 'Обязанности'
      },
      датаСостав: {
        __caption__: 'Дата состав'
      },
      персонал: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      должности: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    датаСостав: {
      __caption__: 'Дата состав'
    },
    номер: {
      __caption__: 'Номер'
    },
    обязанности: {
      __caption__: 'Обязанности'
    },
    должности: {
      __caption__: 'Должности'
    },
    персонал: {
      __caption__: 'Персонал'
    }
  }
};
