export default {
  projections: {
    ТЧОпШтРаспE: {
      надбавки: {
        __caption__: 'Надбавки'
      },
      всего: {
        __caption__: 'Всего'
      },
      дата: {
        __caption__: 'Дата'
      },
      персонал: {
        __caption__: 'Персонал',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      опрШтатРасп: {
        __caption__: 'Опр штат расп',
        дата: {
          __caption__: 'Дата'
        }
      },
      должности: {
        __caption__: 'Должности',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ТЧОпШтРаспL: {
      надбавки: {
        __caption__: 'Надбавки'
      },
      всего: {
        __caption__: 'Всего'
      },
      дата: {
        __caption__: 'Дата'
      },
      персонал: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      опрШтатРасп: {
        __caption__: 'Дата',
        дата: {
          __caption__: 'Дата'
        }
      },
      должности: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    всего: {
      __caption__: 'Всего'
    },
    дата: {
      __caption__: 'Дата'
    },
    надбавки: {
      __caption__: 'Надбавки'
    },
    должности: {
      __caption__: 'Должности'
    },
    опрШтатРасп: {
      __caption__: 'Опр штат расп'
    },
    персонал: {
      __caption__: 'Персонал'
    }
  }
};
